import React from 'react';
import { NextPage } from 'next';
import { Main } from 'layouts/main';
import { Container, Typography } from '@mui/material';
import Link from 'next/link';

const blog: NextPage = () => {

  return (
    <Main>
      <Container maxWidth='xl'>
        <Typography mb='10px' textTransform='uppercase' variant='h2'>Наш магазин</Typography>
        <Typography mb='10px' variant='body1'>Магазин предлагает широкий ассортимент бытовой техники и электроники: смартфоны и гаджеты, компьютеры и комплектующие, домашняя и кухонная техника, а также электроинструменты, автоэлектроника и многое другое. Большой выбор по каждой категории и по доступным ценам.</Typography>
        <Typography mb='10px' variant='body1'>Для удобства Gipermart предлагает различные методы оплаты — онлайн, наличными, и покупка товаров в рассрочку. Оформление рассрочки происходит в короткие сроки. Вместо множества справок - онлайн скоринг вашей карты и предоставление рассрочки от 3 до 12 месяцев. Благодаря партнерству с Paymart и Gipermart вы сможете выбрать оптимальные для Вас условия платежей и сроков. После оформления заказа в личном кабинете, или с помощью кнопки «Купить в один клик», ваш товар направляется по указанному адресу доставки.</Typography>
        <Typography mb='10px' variant='body1'>Доставка по городу Ташкенту - 24 часа</Typography>
        <Typography mb='10px' variant='body1'>Доставка по регионам – 3 дня</Typography>
        <Typography mb='10px' variant='body1'>На любую покупку действует гарантия магазина от 1 до 24 месяцев.</Typography>
        <Typography mb='10px' variant='body1'>Приятных покупок с Gipermart.</Typography>
        <Typography mb='10px' textTransform='uppercase' variant='h2'>Акции</Typography>

        <Typography mb='10px' variant='body1'>Акции от интернет-магазина Gipermart — это товары с еще более привлекательными условиями для покупок. В течение срока проведения акций, пользователи сайта Gipermart смогут выбрать подходящие для себя товары со скидкой, или получить подарок за покупку.</Typography>
        <Typography mb='10px' variant='body1'>Товары в разделе Успейте купить предлагаются по предельно низким ценам. Обратный отсчет на карточке товара показывает сколько осталось до конца акции. До истечения срока покупатели могут купить нужный товар сразу или оформить рассрочку.</Typography>
        <Typography mb='10px' variant='body1'>Ассортимент товаров по всем категориям каждый раз обновляется. Исходя из спроса и трендов на рынке, посетителям сайта предлагаются актуальные модели бытовой техники и электроники. Благодаря рейтингу и отзывам на сайте также можно определить, какие товары пользуются наибольшей популярностью на отечественном рынке.</Typography>
        <Typography mb='10px' textTransform='uppercase' variant='h2'>Онлайн-консультация</Typography>

        <Typography mb='10px' variant='body1'>Если у вас возникли вопросы при совершении покупок в интернет-магазине Gipermart, вы можете обратиться к онлайн-консультантам, которые помогут сделать правильный выбор товара, исходя из того, что нужно именно Вам. А также расскажут о характеристиках товара и сделают процесс оформления заказа быстрым и удобным.</Typography>
        <Typography mb='10px' variant='body1'>Обращайтесь по онлайн-чату, мессенджеру телеграм или звоните на номер +998993415115. Наши операторы работают с 9:00 до 18:00 каждый день. В остальное время вы можете оставить заявку в мессенджерах, и операторы рассмотрят ваше обращение в ближайшее время.</Typography>


      </Container>
    </Main>
  )
}

export default blog