import React from 'react';
import { NextPage } from 'next';
import { Main } from 'layouts/main';
import { Container, Typography } from '@mui/material';
import Link from 'next/link';

const delivery:NextPage = () => {
  return (
    <Main>
      <Container maxWidth='xl'>
        <Typography mb='10px' variant='h2'>ДОСТАВКА И ПЕРЕДАЧА ТОВАРА</Typography>
        <Typography variant='body1' mb='10px'>8.1. Продавец оказывает Покупателю услуги по доставке Товара одним, из способов, указанных на сайте Интернет-магазина в разделе «Тип доставки»</Typography>
        <Typography variant='body1' mb='10px'>8.2. Если договор купли-продажи Товара дистанционным способом заключен с условием о доставке Товара Покупателю, Продавец обязан в установленный Договором срок доставить Товар в место, указанное Покупателем, а если место доставки Товара Покупателем не указано, то по месту его жительства или регистрации, о чем Продавец ставит в известность Покупателя. </Typography>
        <Typography variant='body1' mb='10px'>8.3. Место доставки Товара Покупатель указывает при оформлении Заказа на приобретение Товара в разделе «Способ доставки» </Typography>
        <Typography variant='body1' mb='10px'>8.4. Срок доставки Товара Покупателю состоит из срока обработки заказа и срока доставки. </Typography>
        <Typography variant='body1' mb='10px'>8.5. Продавец указывает стоимость доставки Товара на сайте Интернет-магазина либо сообщает Покупателю при оформлении заказа Оператором. </Typography>
        <Typography variant='body1' mb='10px'>8.6. Продавец передает, а Покупатель принимает и оплачивает товары на условиях, указанных в настоящем договоре. Право собственности на Заказанные Товары переходит к Покупателю с момента фактической передачи Товара Покупателю и оплаты последним полной стоимости Товара. Риск случайной гибели или повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю.</Typography>
       

      </Container>
    </Main>
  )
}

export default delivery