
// 
// 
// 
// 
// 
// 
// 
// 
// 
// 
// 
export const countrySource = {
  country: [
    {
      id: 1,
      name: "Ташкент.Ш"
    },
    {
      id: 2,
      name: "Ташкентская область"
    },
    {
      id: 3,
      name: "Андижанская область"
    },
    {
      id: 4,
      name: "Бухарская область"
    },
    // 
    {
      id: 5,
      name: "Джизакская область"
    },
    {
      id: 6,
      name: "Кашкадарьинская область"
    },
    {
      id: 7,
      name: "Навоийская область"
    },
    {
      id: 8,
      name: "Наманганская область "
    },
    {
      id: 9,
      name: "Самаркандская область"
    },
    {
      id: 10,
      name: "Сурхандарьинская область "
    },
    {
      id: 11,
      name: "Сырдарьинская область"
    },
    {
      id: 12,
      name: "Ферганская область"
    },
    {
      id: 13,
      name: "Хорезмская область"
    },
    {
      id:14,
      name:"Каракалпакстан",
    }
  ],
  1:[
    {
      name:"Алмазарский район"
    },
    {
      name:"Бектемирский район"
    },
    {
      name:"Мирабадский район"
    },
    {
      name:"Мирзо-Улугбекский район"
    },
    {
      name:"Сергелийский район"
    },
    {
      name:"Учтепинский район"
    },
    {
      name:"Чиланзарский район"
    },
    {
      name:"Шайхантахурский район"
    },
    {
      name:"Юнусабадский район"
    },
    {
      name:"Яккасарайский район"
    },
    {
      name:"Яшнабадский район"
    },
    
  ],
  2: [
    {
      id: 1,
      name: "Аккурган",

    },
    {
      id: 2,
      name: "Алмалык",
    },
    {
      id: 3,
      name: "Ангрен",
    },
    {
      id: 4,
      name: "Ахангаран",
    },
    {
      id: 5,
      name: "Бекабад",
    },
    {
      id: 6,
      name: "Большой Чимган",
    },
    // 
    {
      id: 7,
      name: "Бука",
    },
    {
      id: 6,
      name: "Газалкент",
    },
    {
      id: 6,
      name: "Гульбахор",
    },
    {
      id: 6,
      name: "Дурмень",
    },
    {
      id: 6,
      name: "Зангиата",
    },
    {
      id: 6,
      name: "Зафар",
    },
    {
      name: "Искандар"
    },
    {
      name: "Келес"
    },
    {
      name: "Кибрай"
    },
    {
      name: "Коксарай"
    },
    {
      name: "Красногорск"
    },
    {
      name: "Назарбек"
    },
    {
      name: "Нурафшан (Тойтепа)"
    },
    {
      name: "ПаркентПскент"
    },
    {
      name: "Ходжикент"
    },
    {
      name: "Чарвак"
    },
    {
      name: "Чиназ"
    },
    {
      name: "Чирчик"
    },
    {
      name: "Эшангузар"
    },
    {
      name: "Янгибазар"
    },
    {
      name: "Янгиюль"
    },
  ],
  3: [
    {
      name: "Акалтын"
    },
    {
      name: "Алтынкуль"
    },
    {
      name: "Андижан"
    },
    {
      name: "Асака"
    },
    {
      name: "Ахунбабаев"
    },
    {
      name: "Балыкчи"
    },
    {
      name: "Боз"
    },
    {
      name: "Булакбаши"
    },
    {
      name: "Карасу"
    },
    {
      name: "Куйганъяр"
    },
    {
      name: "Кургантепа"
    },
    {
      name: "Мархамат"
    },
    {
      name: "Пайтуг"
    },
    {
      name: "Пахтаабад"
    },
    {
      name: "Ханабад"
    },
    {
      name: "Ходжаабад"
    },
    {
      name: "Шахрихан"
    },
  ],
  4: [
    {
      name:"Алат"
    },
    {
      name:"Бухара"
    },
    {
      name:"Вабкент"
    },
    {
      name:"Газли"
    },
    {
      name:"Галаасия"
    },
    {
      name:"Гиждуван"
    },
    {
      name:"Жондор"
    },
    {
      name:"Каган"
    },
    {
      name:"Каракуль"
    },
    {
      name:"Караулбазар"
    },
    {
      name:"Ромитан"
    },
    {
      name:"Шафиркан"
    },
  ],
  5: [
    {
      name:"Айдаркуль"
    },
    {
      name:"Баландчакир"
    },
    {
      name:"Гагарин"
    },
    {
      name:"Галлаарал"
    },
    {
      name:"Голиблар"
    },
    {
      name:"Даштобод"
    },
    {
      name:"Джизак"
    },
    {
      name:"Дустлик"
    },
    {
      name:"Заамин"
    },
    {
      name:"Зарбдар"
    },
    {
      name:"Зафарабад"
    },
    {
      name:"Марджанбулак"
    },
    {
      name:"Пахтакор"
    },
    {
      name:"Усмат"
    },
    {
      name:"Учтепа"
    },
    {
      name:"Янгикишлак"
    },
  ],
  6: [
    {
      name:"Бешкент"
    },
    {
      name:"Гузар"
    },
    {
      name:"Дехканабад"
    },
    {
      name:"Камаши"
    },
    {
      name:"Карашина"
    },
    {
      name:"Карши"
    },
    {
      name:"Касан"
    },
    {
      name:"Касби"
    },
    {
      name:"Китаб"
    },
    {
      name:"Мубарек"
    },
    {
      name:"Муглан"
    },
    {
      name:"Талимарджан"
    },
    {
      name:"Чиракчи"
    },
    {
      name:"Шахрисабз"
    },
    {
      name:"Яккабаг"
    },
    {
      name:"Янги-Миришкор"
    },
    {
      name:"Янги-Нишан"
    },
  ],
  7: [
    {
      name:"Бешрабат"
    },
    {
      name:"Зарафшан"
    },
    {
      name:"Канимех"
    },
    {
      name:"Кармана"
    },
    {
      name:"Кызылтепа"
    },
    {
      name:"Навои"
    },
    {
      name:"Нурата"
    },
    {
      name:"Тамдыбулак"
    },
    {
      name:"Учкудук"
    },
    {
      name:"Янгирабат"
    },
  ],
  8: [
    {
      name:"Джумашуй"
    },
    {
      name:"Касансай"
    },
    {
      name:"Наманган"
    },
    {
      name:"Пап"
    },
    {
      name:"Ташбулак"
    },
    {
      name:"Туракурган"
    },
    {
      name:"Учкурган"
    },
    {
      name:"Хаккулабад"
    },
    {
      name:"Чартак"
    },
    {
      name:"Челак"
    },
    {
      name:"Чуст"
    },
  ],
  9: [
    {
      name:"Акташ"
    },
    {
      name:"Булунгур"
    },
    {
      name:"Гузалкент"
    },
    {
      name:"Гюлабад"
    },
    {
      name:"Дарбанд"
    },
    {
      name:"Джамбай"
    },
    {
      name:"Джума"
    },
    {
      name:"Зиадин"
    },
    {
      name:"Иштыхан"
    },
    {
      name:"Каттакурган"
    },
    {
      name:"Кушрабад"
    },
    {
      name:"Лаиш"
    },
    {
      name:"Нурабад"
    },
    {
      name:"Пайарык"
    },
    {
      name:"Пайшанба"
    },
    {
      name:"Самарканд"
    },
    {
      name:"Тайлак"
    },
    {
      name:"Ургут"
    },
    {
      name:"Чилек"
    },
  ],
  10: [
    {
      name:"Ангор"
    },
    {
      name:"Байсун"
    },
    {
      name:"Бандихон"
    },
    {
      name:"Денау"
    },
    {
      name:"Джаркурган"
    },
    {
      name:"Карлук"
    },
    {
      name:"Кизирик"
    },
    {
      name:"Кумкурган"
    },
    {
      name:"Музрабад"
    },
    {
      name:"Сариасия"
    },
    {
      name:"Сарык"
    },
    {
      name:"Термез"
    },
    {
      name:"Узун"
    },
    {
      name:"Учкызыл"
    },
    {
      name:"Халкабад"
    },
    {
      name:"Шаргунь"
    },
    {
      name:"Шерабад"
    },
    {
      name:"Шурчи"
    },
    
  ],
  11: [
    {
      name:"Cырдарья"
    },
    {
      name:"Бахт"
    },
    {
      name:"Баяут"
    },
    {
      name:"Гулистан"
    },
    {
      name:"Навруз"
    },
    {
      name:"Сайхун"
    },
    {
      name:"Сардоба"
    },
    {
      name:"Сырдарья"
    },
    {
      name:"Теренозек"
    },
    {
      name:"Хаваст"
    },
    {
      name:"Ширин"
    },
    {
      name:"Янгиёр"
    },
    {
      name:"Янгиер"
    },
    
  ],
  12: [
    {
      name:"Алтыарык"
    },
    {
      name:"Багдад"
    },
    {
      name:"Бешарык"
    },
    {
      name:"Вуадиль"
    },
    {
      name:"Дангара"
    },
    {
      name:"Коканд"
    },
    {
      name:"Кува"
    },
    {
      name:"Кувасай"
    },
    {
      name:"Лангар"
    },
    {
      name:"Маргилан"
    },
    {
      name:"Навбахор"
    },
    {
      name:"Раван"
    },
    {
      name:"Риштан"
    },
    {
      name:"Ташлак"
    },
    {
      name:"Учкуприк"
    },
    {
      name:"Фергана"
    },
    {
      name:"Хамза"
    },
    {
      name:"Шахимардан"
    },
    {
      name:"Язъяван"
    },
    {
      name:"Яйпан"
    },
    {
      name:"Янги Маргилан"
    },
    {
      name:"Янгикурган"
    },
    
  ],
  13: [
    {
      name:"Багат"
    },
    {
      name:"Гурлен"
    },
    {
      name:"Караул"
    },
    {
      name:"Кошкупыр"
    },
    {
      name:"Питнак"
    },
    {
      name:"Ургенч"
    },
    {
      name:"Хазарасп"
    },
    {
      name:"Ханка"
    },
    {
      name:"Хива"
    },
    {
      name:"Чалыш"
    },
    {
      name:"Шават"
    },
    {
      name:"Янгиарык"
    },

  ],
  14: [
    {
      name:"Акмангит"
    },
    {
      name:"Беруни"
    },
    {
      name:"Бустан"
    },
    {
      name:"Канлыкуль"
    },
    {
      name:"Караузяк"
    },
    {
      name:"Кегейли"
    },
    {
      name:"Кунград"
    },
    {
      name:"Мангит"
    },
    {
      name:"Муйнак"
    },
    {
      name:"Нукус"
    },
    {
      name:"Тахиаташ"
    },
    {
      name:"Тахтакупыр"
    },
    {
      name:"Турткуль"
    },
    {
      name:"Ходжейли"
    },
    {
      name:"Чимбай"
    },
    {
      name:"Шуманай"
    },
    
  ],
  
}

